[
    {
        "id": "team-mirai-overview",
        "title": "チームみらいの概要",
        "category": "organization",
        "summary": "テクノロジーで政治を開き、誰も取り残さない社会を目指す政党。AIエンジニアの安野たかひろ氏を中心に2025年5月8日に設立され、参議院選挙で比例代表1議席を獲得して政党要件を満たした。",
        "details": [
            "政策や資金の透明性、参加型意思決定を重視し、公開した政策を有権者の声でアップデートする方針を掲げている",
            "政治資金の可視化やAIを活用した情報提供を進め、デジタル民主主義の実装を目指している",
            "永田町エンジニアチームやオープンソースコミュニティを活用し、スピード感ある政策実装を狙う"
        ],
        "keywords": [
            "チームみらい",
            "team mirai",
            "政党",
            "安野",
            "中立",
            "透明性"
        ]
    },
    {
        "id": "hundred-day-plan",
        "title": "国政政党成立後100日プラン",
        "category": "organization",
        "summary": "政党成立から100日で組織づくり、連携、社会実装を進めるためのロードマップ。技術チームと実務家チームを組成し、他党・自治体との連携や実装優先度を定める。",
        "details": [
            "永田町エンジニアチーム（約10名）とオープンソースコミュニティ（約100名）を構築し、政策立案・情報発信チーム（約3名）を整備",
            "AI政策の検討を進める超党派議連の立ち上げや、自治体・他党との技術連携を推進",
            "情報開示請求の自動化、認証付き意見募集システム、予測市場、自治体向けスーパーアプリなど小さなチームで実装できる案に優先的に着手",
            "世界の技術者と独自の議員外交を展開することで、グローバルな知見を取り入れる"
        ],
        "keywords": [
            "100日プラン",
            "組織づくり",
            "永田町エンジニアチーム",
            "OSS",
            "外交"
        ]
    },
    {
        "id": "mirai-gikai-overview",
        "title": "みらい議会とは",
        "category": "platform",
        "summary": "国会で審議中の法案情報をわかりやすく伝えるためのプラットフォーム。政治の“見えづらさ”を解消し、市民が議論に参加できる仕組みを提供する。",
        "details": [
            "法案ごとにステータス、要点、賛否の論点、影響を受ける対象、チームみらいの立場などを一覧化",
            "専門的な内容を平易な表現に変換するAIアシスタントと難易度切り替え機能を備える",
            "ルビ機能で漢字にふりがなを付け、誰でも読みやすい記事表示を実現",
            "将来的に市民の意見投稿や政策提案を集約し、議会活動へ反映させるデジタル民主主義基盤を目指す"
        ],
        "keywords": [
            "みらい議会",
            "プラットフォーム",
            "法案一覧",
            "AIアシスタント",
            "ルビ機能",
            "市民参加"
        ]
    },
    {
        "id": "mirai-gikai-features",
        "title": "みらい議会の主な機能",
        "category": "platform",
        "summary": "法案理解を助けるUIとAI機能を組み合わせ、政治情報へのアクセスを広げる。",
        "details": [
            "法案一覧表示: ステータス、改正ポイント、賛否や影響範囲、チームみらいの立場を整理",
            "平易な表現と専門用語の切り替え: AIが難しい内容をやさしく説明し、モードをワンタップで変更",
            "AIアシスタント: テキスト選択からの質問に応じて用語や背景を解説",
            "ルビ機能: 全文にふりがなを付与し、読みやすさとアクセシビリティを高める"
        ],
        "keywords": [
            "機能",
            "法案一覧",
            "AIアシスタント",
            "難易度切り替え",
            "ルビ"
        ]
    },
    {
        "id": "mirai-gikai-future",
        "title": "みらい議会が目指す未来",
        "category": "platform",
        "summary": "オンラインで集めた市民の意見を政治に届け、議会活動へ接続する循環を構築。台湾のJOINのような参加型民主主義を日本で実装する構想。",
        "details": [
            "ユーザーが法案に意見を投稿できる機能を追加し、賛同が集まれば議会での質問や投票行動に反映",
            "日常の課題提起や新しい法律のアイデアも投稿できるようにし、AIがテーマ別に整理",
            "市民の声をチームみらいの議席を通じて国政に届ける“参加型民主主義のアップデート”を実現する"
        ],
        "keywords": [
            "未来",
            "ビジョン",
            "参加型民主主義",
            "JOIN",
            "市民の声"
        ]
    }
]
