[
  {
    "id": "team-mirai-overview",
    "title": "チームみらいの概要",
    "category": "organization",
    "summary": "テクノロジーで政治を開き、誰も取り残さない社会を目指す政党。AIエンジニアの安野たかひろ氏を中心に2025年5月8日に設立され、参議院選挙で比例代表1議席を獲得して政党要件を満たした。",
    "details": [
      "政策や資金の透明性、参加型意思決定を重視し、公開した政策を有権者の声でアップデートする方針を掲げている",
      "政治資金の可視化やAIを活用した情報提供を進め、デジタル民主主義の実装を目指している",
      "選挙活動費として使われがちな政党交付金を技術チームの組成に投資し、政策の実装力向上を優先する",
      "永田町エンジニアチームやオープンソースコミュニティを活用し、スピード感ある政策実装を狙う",
      "AIとオープンソース文化を取り入れ、政治過程の透明性と再現性を高めるための仕組みづくりを進めている"
    ],
    "keywords": [
      "チームみらい",
      "team mirai",
      "政党",
      "安野",
      "中立",
      "透明性"
    ]
  },
  {
    "id": "hundred-day-plan",
    "title": "国政政党成立後100日プラン",
    "category": "organization",
    "summary": "政党成立から100日で組織づくり、連携、社会実装を進めるためのロードマップ。技術チームと実務家チームを組成し、他党・自治体との連携や実装優先度を定める。",
    "details": [
      "永田町エンジニアチームを約10名規模で組織し、AI時代に適した小規模高効率の開発体制を構築する",
      "政党交付金を使って技術チームの人件費を確保し、プロトタイピングと政策検証を高速化する",
      "100名規模のオープンソースコミュニティを立ち上げ、政策実装を共同で進める",
      "政策立案・情報発信を担う3名規模の実務家チームを整備し、専門知と現場の声を橋渡しする",
      "AI政策の国民的議論を進める超党派議連を立ち上げ、他党とも協調して政策を洗練させる",
      "デジタル民主主義2030で開発された『いどばたシステム』『広聴AI』などを活用し、政策立案プロセスをオープンにする",
      "他党や自治体が技術導入で困らないよう中立的に支援し、ユーティリティ政党としての役割を果たす",
      "情報開示請求の自動化によるパブリックコメントの大規模収集・可視化に挑戦する",
      "マイナンバーカード対応の認証付き意見募集システムを実装し、多数派工作への耐性を高める",
      "政策立案力向上のため予測市場（Futarchy）を試験運用し、サンドボックス規制の活用を検討する",
      "個人に適した行政サービスを通知・支援する自治体向けスーパーアプリをオープンソースで開発する",
      "プロトタイプを迅速に作成・公開し、議案トラッカーや影響力工作の検知など社会実装を進める",
      "世界の技術者やスタートアップと独自の議員外交を行い、国際的な連携を強化する"
    ],
    "keywords": [
      "100日プラン",
      "組織づくり",
      "永田町エンジニアチーム",
      "OSS",
      "外交"
    ]
  },
  {
    "id": "mirai-gikai-overview",
    "title": "みらい議会とは",
    "category": "platform",
    "summary": "国会で審議中の法案情報をわかりやすく伝えるためのプラットフォーム。政治の“見えづらさ”を解消し、市民が議論に参加できる仕組みを提供する。",
    "details": [
      "法案ごとにステータス、要点、賛否の論点、影響を受ける対象、チームみらいの立場などを一覧化",
      "専門的な内容を平易な表現に変換するAIアシスタントと難易度切り替え機能を備える",
      "ルビ機能で漢字にふりがなを付け、誰でも読みやすい記事表示を実現",
      "国会で今どんな議論が進んでいるかをリアルタイムに追えるよう、背景情報や関連論点も提示する",
      "市民が政治にアクセスしやすくするため、UI/UXや言葉選びも中高生レベルを意識して設計されている",
      "将来的に市民の意見投稿や政策提案を集約し、議会活動へ反映させるデジタル民主主義基盤を目指す"
    ],
    "keywords": [
      "みらい議会",
      "プラットフォーム",
      "法案一覧",
      "AIアシスタント",
      "ルビ機能",
      "市民参加"
    ]
  },
  {
    "id": "mirai-gikai-features",
    "title": "みらい議会の主な機能",
    "category": "platform",
    "summary": "法案理解を助けるUIとAI機能を組み合わせ、政治情報へのアクセスを広げる。",
    "details": [
      "法案一覧表示: ステータス、改正ポイント、賛否や影響範囲、チームみらいの立場を整理し一覧化する",
      "難易度切り替え: AIが専門的な内容を平易な文章に変換し、『やさしく』『詳しく』をタップで切り替えられる",
      "AIアシスタント: テキスト選択からの質問に応じて用語や背景を解説し、対話形式で理解をサポートする",
      "ルビ機能: 全文にふりがなを付与し、漢字が苦手なユーザーでも読みやすい表示に切り替えられる",
      "チームみらいのスタンスや影響を受ける人・団体の情報を合わせて提示し、論点を俯瞰できる",
      "審議前・審議中など国会の進行状況を表示し、どの段階で意見が反映できるか分かりやすく示す"
    ],
    "keywords": [
      "機能",
      "法案一覧",
      "AIアシスタント",
      "難易度切り替え",
      "ルビ"
    ]
  },
  {
    "id": "mirai-gikai-future",
    "title": "みらい議会が目指す未来",
    "category": "platform",
    "summary": "オンラインで集めた市民の意見を政治に届け、議会活動へ接続する循環を構築。台湾のJOINのような参加型民主主義を日本で実装する構想。",
    "details": [
      "ユーザーが法案に意見を投稿できる機能を追加し、賛同が集まれば議会での質問や投票行動に反映",
      "日常の課題提起や新しい法律のアイデアも投稿できるようにし、AIがテーマ別に整理",
      "意見投稿から政策提案までのプロセスを可視化し、政治参加のハードルを下げる",
      "台湾のJOIN制度のように、賛同数に応じて政府が回答する仕組みを日本にも導入する構想",
      "市民の声をチームみらいの議席を通じて国政に届ける“参加型民主主義のアップデート”を実現する"
    ],
    "keywords": [
      "未来",
      "ビジョン",
      "参加型民主主義",
      "JOIN",
      "市民の声"
    ]
  }
]
